/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Impostazione assistita della mappatura porta";
"Firewall.Service.Intro" = "L'Impostazione assistita della mappatura porta aiuta ad eseguire la mappatura del traffico in entrata del network attraverso porte e servizi specifici ai computer del tuo network.";
"Firewall.PortHost.Intro" = "Seleziona un servizio dal menu a comparsa o inserisci l'indirizzo IP pubblico e privato e le porte di cui desideri eseguire la mappatura.";
"Firewall.PortHost.IPv6" = "Puoi anche consentire il traffico in entrata a tutti gli host IPv6 sul tuo network.";
"Firewall.Description.Intro" = "Inserisci una descrizione per questa entrata di mappatura porta.";
"Firewall.Description.Done" = "Una volta terminato, fai clic su Fine per salvare l'entrata di mappatura porta.";

"tcpPrivatePorts" = "Porta(e) TCP privata(e)";
"tcpPublicPorts" = "Porta(e) TCP pubblica(he)";
"udpPrivatePorts" = "Porta(e) UDP privata(e)";
"udpPublicPorts" = "Porta(e) UDP pubblica(he)";

"type" = "Servizio";
"hosts" = "Indirizzo IP privato";
"privatePort" = "Porta privata";
"description" = "Descrizione";
"advertiseService" = "Rendi visibile con Bonjour";
"serviceName" = "Nome servizio";
"serviceType" = "Tipo servizio";
"allowAllIPv6" = "Consenti il traffico a tutti gli host IPv6";

"ConflictingPortNumber" = "Un numero di porta pubblica è in conflitto con una porta in uso da un servizio della base. Scegli un numero di porta pubblica diverso.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Un numero di porta pubblica UDP è in conflitto con una porta in uso da un servizio della base. Scegli un numero di porta pubblica diverso.";
"ConflictingPortUDPFileSharing" = "Un numero di porta UDP pubblica è in conflitto con una porta di condivisione documenti della base. Disattiva la condivisione dei documenti o scegli un numero di porta diverso.";
"ConflictingPortUDPFileSharingNoDisable" = "Un numero di porta pubblica UDP è in conflitto con una porta di condivisione documenti della base. Scegli un numero di porta diverso.";
"ConflictingPortUDPSNMP" = "Un numero di porta pubblica UDP è in conflitto con la porta SNMP della base. Disattiva SNMP su WAN o scegli un numero di porta diverso.";
"ConflictingPortTCPFileSharing" = "Un numero di porta pubblica TCP è in conflitto con una porta di condivisione documenti della base. Disattiva la condivisione documenti oppure scegli un numero di porta diverso.";
"ConflictingPortTCPFileSharingNoDisable" = "Un numero di porta pubblica TCP è in conflitto con una porta di condivisione documenti della base.  Scegli un numero di porta diverso.";
"ConflictingPortTCPACP" = "Un numero di porta TPC pubblica è in conflitto con la porta di configurazione sulla base. Scegli un numero di porta diverso.";

/* Services */
"Personal File Sharing" = "Condivisione documenti personali";
"Windows Sharing" = "Condivisione Windows";
"Personal Web Sharing" = "Condivisione web personale";
"Remote Login - SSH" = "Login remoto - SSH";
"FTP Access" = "Accesso FTP";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Apple Event remoti";
"Printer Sharing" = "Condivisione stampante";
"POP Mail" = "POP Mail";
"POP Mail with SSL" = "POP Mail con SSL";
"IMAP Mail" = "IMAP Mail";
"IMAP Mail with SSL" = "IMAP Mail con SSL";
"SMTP Mail" = "SMTP Mail";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Scegli un servizio";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Impostazione assistita firewall IPv6";
"IPv6Firewall.Intro" = "L'impostazione assistita firewall IPv6 ti aiuta a consentire il traffico in entrata del network IPv6 verso i dispositivi sul network.";

"AllowLabel" = "Consenti";
"AllowAll" = "Tutti i servizi e le porte";
"AllowAllTCPUDP" = "Tutte le porte TCP e UDP";
"AllowSpecific" = "Porte TCP e UDP specifiche";

"host" = "Indirizzo IPv6";
"tcpPorts" = "Porta/e TCP";
"udpPorts" = "Porta/e UDP";

/*  AAUUserDBTask  */

"Accounts" = "Impostazione account assistita";
"Accounts.UserPassword" = "Nome utente e password";
"Accounts.UserPassword.Intro" = "Inserisci il nome account e la password.";
"Accounts.Restrictions.FileAccess" = "Seleziona l'accesso di questo account ai dischi condivisi.";

"name" = "Nome";
"shortName" = "Nome breve";
"password" = "Password";
"passwordVerify" = "Verifica la password";
"fileSharingAccess" = "Condivido accesso";
"accessBelowGuest" = "Il livello di accesso della condivisione documenti che hai scelto è inferiore al login come ospite. Questo utente può continuare a connettersi come ospite e ad avere accesso ai dischi condivisi.";
"UsernameInUse" = "Il nome del profilo è già stato utilizzato. Scegli un nome univoco.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Impostazione assistita del controllo di accesso temporizzato";
"TimedAccess.Intro" = "Inserisci l'indirizzo MAC wireless o l'ID AirPort e la descrizione.";
"TimedAccess.Intro.Fallback" = "Immetti una password da utilizzare per proteggere le impostazioni di questa base.";
"TimedAccess.Restrictions" = "Fai clic su Aggiungi (+) per impostare i limiti temporali di utilizzo del network per questo utente.";
"TimedAccess.Restrictions.Fallback" = "Fai clic su Aggiungi (+) per impostare i limiti temporali predefiniti di utilizzo del network.";
"ThisComputer" = "Questo computer";

"days.0" = "Nessun accesso";
"days.1" = "Di lunedì";
"days.2" = "Di martedì";
"days.4" = "Di mercoledì";
"days.8" = "Di giovedì";
"days.16" = "Di venerdì";
"days.32" = "Di sabato";
"days.64" = "Di domenica";
"days.31" = "Giorni lavorativi";
"days.96" = "Il fine settimana";
"days.127" = "Tutti i giorni";

"time.0" = "prima";
"time.1" = "dopo";
"time.2" = "Tra le due";
"time.3" = "Tutto il giorno";

"and" = "e";

"TimedAccessWillExpireOn" = "L'accesso al network di questo client scadrà: %@.";
"TimedAccessDidExpire" = "L'accesso al network di questo client è scaduto.";	
"TimedAccessDidExpireExplain" = "Se desideri ripristinare l'accesso al network, puoi modificare i limiti temporali per questo client da “Nessun accesso” a un'altra impostazione.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "Impostazione assistita prenotazione DHCP";
"DHCPReservation.Name" = "Dai un nome alla tua prenotazione";
"DHCPReservation.Name.Intro" = "Se desideri creare una prenotazione per un indirizzo IP specifico sul network, inserisci un nome o una descrizione per la prenotazione.";
"DHCPReservation.Name.Middle" = "Prenota l'indirizzo dall'indirizzo MAC o dal ID client  DHCP.";
"DHCPReservation.Name.Continue"	= "Al termine, fai clic su Continua.";
"DHCPReservation.Mapping" = "Esegui la mappatura di un ID client o di un indirizzo MAC verso un indirizzo IP";
"DHCPReservation.Mapping.MACAddress" = "Inserisci l'indirizzo MAC per il client wireless che riceve la prenotazione.";
"DHCPReservation.Mapping.ClientID" = "Inserisci l'ID client DHCP per il client wireless che riceve la prenotazione.";
"DHCPReservation.Mapping.IP" = "Inserisci l'indirizzo IP che intendi prenotare per il client. L'indirizzo IP che hai prenotato sarà assegnato solo al client che possiede l'indirizzo MAC o all'ID client DHCP che hai inserito.";
"DHCPReservation.Mapping.Done"	= "Al termine, fai clic su Fine.";

"macAddress" = "Indirizzo MAC";
"clientID" = "ID client DHCP";
"ipv4Address" = "Indirizzo IPv4";
"ReserveAddressBy" = "Riserva indirizzo mediante";

/*  AAUSimpleConfigTask  */

"WPS" = "Impostazione assistita client wireless";
"WPS.Auth.Intro" = "Esistono due modi per consentire a un client di accedere al tuo network protetto da password senza inserire una password. Puoi inserire un PIN per l'utente oppure consentire l'accesso al primo client che tenta di accedere al network.";
"WPS.Auth.DayPass" = "Puoi anche scegliere di limitare l'accesso di questo client a sole 24 ore.";

"WPS.PIN.Intro" = "Inserisci il PIN del client.";
"WPS.PIN.Description" = "Il PIN verrà visualizzato sul monitor del client o stampato sul dispositivo se il client non è provvisto di monitor.";

"WPS.Done.Intro" = "Quando riesce ad accedere al network, il client  wireless compare qui sotto.";
"WPS.Done.Waiting" = "Attendo che il cliente wireless acceda…";
"WPS.Done.Failed" = "Si è verificato un errore durante il tentativo di accesso di un client wireless al network. Riprova.";
"WPS.Done.Success" = "Il nuovo client wireless è riuscito a collegarsi al network.";

"AllowClientsBy" = "Consenti client di";
"PIN" = "PIN";
"FirstCome" = "Primo tentativo";
"DayPass" = "Limita accesso client a 24 ore";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Opzioni wireless";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Opzioni";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Nome host";
"BaseStationHostnames" = "Nomi host";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Canali radio";

"AppleWiFiConnectOptions" = "Opzioni client wireless";

/* EditUSBDeviceTask */
"EditUSBDevice" = "Dispositivo USB";

"USBDeviceSharingAccounts" = "Account";
"USBDeviceSharingAccounts.title" = "Seleziona account utente";
"AddNewAccount" = "Aggiungi nuovo account";
"SaveAccount" = "Salva account";

"USBDeviceIsExclusive" = "Un client può utilizzare un solo dispositivo alla volta";

"USBDeviceSharing" = "Restrizioni accesso";
"USBDeviceSharing.0" = "Nessuna restrizione";
"USBDeviceSharing.1" = "Utilizza password %@";	/* product name goes here */
"USBDeviceSharing.2" = "Usa una password disposit. USB";
"USBDeviceSharing.3" = "Utilizza account";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Collega il disco Time Capsule precedente";
"WaitForDirectConnectTask.replacecables" = "Sposta tutti i cavi Ethernet del disco Time Capsule precedente al nuovo Time Capsule.";
"WaitForDirectConnectTask.directdescription" = "Per ottimizzare il trasferimento, utilizza un cavo Ethernet aggiuntivo e collegalo alla porta WAN del disco Time Capsule precedente alla porta LAN di quello nuovo.";
"WaitForDirectConnectTask.initialcheck" = "Controllo se Time Capsule è collegato a Ethernet…";
"WaitForDirectConnectTask.ok1" = "I dischi Time Capsule adesso sono connessi.";
"WaitForDirectConnectTask.ok2" = "Per avviare il trasferimento, fai clic su Continua.";
"WaitForDirectConnectTask.ok3" = "Il trasferimento potrebbe durare a lungo, a seconda del contenuto del disco da trasferire.";
"WaitForDirectConnectTaskOldLabel" = "Time Capsule precedente";
"WaitForDirectConnectTaskNewLabel" = "Nuovo Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Verifico la connessione a Internet";
"VerifyInternetConnectionTest" = "Utility AirPort sta verificando che %@ sia connesso a Internet.";
"VerifyInternetConnectionTestSuccess" = "%@ è connesso a Internet. Fai clic su Continua.";
"VerifyInternetConnectionTestFailure" = "Se desideri utilizzare la connessione a Internet durante il trasferimento, assicurati che il modem DSL o cablato sia collegato alla porta WAN del nuovo disco Time Capsule. Spegni il modem, sostituisci la batteria se presente, attendi alcuni secondi, reinseriscila e accendi il modem. Una volta connesso, fai clic su Continua.";
"VerifyInternetConnectionTestFailureIgnore" = "Se non desideri utilizzare la connessione a Internet durante il trasferimento, fai clic su Continua.";

